Revit 2027 API
SymbolTypeId.MSup2 Property
 Symbol m², indicating unit Square meters.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MSup2 { get; }
Public Shared ReadOnly Property MSup2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MSup2 {
	ForgeTypeId^ get ();
}
static member MSup2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace